{
  "nav_home": "Home",
  "nav_maps": "Maps",
  "nav_guide": "AR Guide",
  "nav_about": "About",
  "footer_desc": "Bringing the world's most iconic historical sites to your living room using cutting-edge WebAR technology.",
  "footer_quick_links": "Quick Links",
  "footer_historical_sites": "Historical Sites",
  "footer_ar_guide": "AR Guide",
  "footer_about": "About Us",
  "footer_copyright_slogan": "Preserving the Past, Shaping the Future.",
  "home": {
    "hero_title": "History in Your Hands",
    "hero_desc": "Experience the world's architectural wonders in high-performance WebAR. No apps required.",
    "btn_explore": "Explore Monuments",
    "section_heritage": "World Heritage Sites",
    "ar_ready": "AR READY",
    "btn_explore_ar": "Explore in AR",
    "guide_title": "How to Experience AR",
    "guide_desc": "Follow these simple steps to bring historical monuments into your personal space.",
    "step_1_title": "Select a Site",
    "step_1_desc": "Choose any monument from our collection and click 'Explore in AR'.",
    "step_2_title": "Mobile Device",
    "step_2_desc": "Open the link on your smartphone (Android or iOS) for the best experience.",
    "step_3_title": "Find Space",
    "step_3_desc": "Point your camera at a flat surface like a floor or table and move it slowly.",
    "step_4_title": "Interact",
    "step_4_desc": "The model will appear! You can pinch to zoom or drag to rotate and move it.",
    "sys_req_title": "System Requirement",
    "sys_req_desc": "Works best on Chrome (Android) and Safari (iOS). Ensure your device supports Google Play Services for AR or Apple ARKit."
  },
  "detail": {
    "back": "Back to Collection",
    "loading": "Loading 3D Experience...",
    "view_in_space": "VIEW IN YOUR SPACE",
    "significance": "Historical Significance",
    "label_era": "Era",
    "label_status": "Status",
    "controls_title": "Controls",
    "ctrl_rotate": "Rotate (1 Finger)",
    "ctrl_zoom": "Zoom (Pinch)",
    "ctrl_ar": "AR (Click Button)",
    "not_found": "Site Not Found",
    "return_home": "Return Home"
  },
  "sites": {
    "borobudur_name": "Borobudur Temple",
    "borobudur_desc": "Borobudur is a 9th-century Mahayana Buddhist temple in Magelang Regency, Central Java, Indonesia. It is the world's largest Buddhist temple and a UNESCO World Heritage Site, decorated with 2,672 relief panels and 504 Buddha statues.",
    "petra_name": "Al-Khazneh (Petra)",
    "petra_desc": "Al-Khazneh is one of the most elaborate temples in Petra, a city of the Nabataean Kingdom inhabited by the Arabs in ancient times. Carved out of a sandstone rock face.",
    "great_wall_name": "Great Wall of China",
    "great_wall_desc": "The Great Wall of China is a series of fortifications built across the historical northern borders of ancient Chinese states. It is the longest man-made structure in the world.",
    "pyramids_name": "Pyramids of Giza",
    "pyramids_desc": "The Great Pyramid of Giza is the largest Egyptian pyramid and the tomb of Fourth Dynasty pharaoh Khufu. Built in the early 26th century BC, it is the oldest of the Seven Wonders of the Ancient World.",
    "angkor_wat_name": "Angkor Wat",
    "angkor_wat_desc": "Angkor Wat is a temple complex in Cambodia and is the largest religious monument in the world by land area. Originally a Hindu temple dedicated to Vishnu, transformed into a Buddhist temple.",
    "pisa_tower_name": "Leaning Tower of Pisa",
    "pisa_tower_desc": "The Leaning Tower of Pisa is the freestanding bell tower of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean due to an unstable foundation.",
    "arc_de_triomphe_name": "Arc de Triomphe",
    "arc_de_triomphe_desc": "The Arc de Triomphe honours those who fought and died for France in the French Revolutionary and Napoleonic Wars. It stands at the western end of the Champs-Élysées.",
    "eiffel_tower_name": "Eiffel Tower",
    "eiffel_tower_desc": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, named after engineer Gustave Eiffel whose company designed and built the tower from 1887 to 1889.",
    "colosseum_st_peters_name": "Colosseum & St. Peter's",
    "colosseum_st_peters_desc": "A magnificent collection representing the peak of Roman architecture and the heart of the Vatican. This model showcases the grandeur of the Roman amphitheatre alongside St. Peter's Basilica."
  }
}
