{
  "nav_home": "Beranda",
  "nav_maps": "Peta",
  "nav_guide": "Panduan AR",
  "nav_about": "Tentang",
  "footer_desc": "Menghadirkan situs bersejarah paling ikonik di dunia ke ruang tamu Anda menggunakan teknologi WebAR mutakhir.",
  "footer_quick_links": "Tautan Cepat",
  "footer_historical_sites": "Situs Bersejarah",
  "footer_ar_guide": "Panduan AR",
  "footer_about": "Tentang Kami",
  "footer_copyright_slogan": "Melestarikan Masa Lalu, Membentuk Masa Depan.",
  "home": {
    "hero_title": "Sejarah di Tangan Anda",
    "hero_desc": "Rasakan keajaiban arsitektur dunia dalam WebAR berkinerja tinggi. Tanpa aplikasi.",
    "btn_explore": "Jelajahi Monumen",
    "section_heritage": "Situs Warisan Dunia",
    "ar_ready": "SIAP AR",
    "btn_explore_ar": "Lihat dalam AR",
    "guide_title": "Cara Menggunakan AR",
    "guide_desc": "Ikuti langkah mudah ini untuk menghadirkan monumen bersejarah ke ruangan Anda.",
    "step_1_title": "Pilih Situs",
    "step_1_desc": "Pilih monumen dari koleksi kami dan klik 'Lihat dalam AR'.",
    "step_2_title": "Perangkat Mobile",
    "step_2_desc": "Buka tautan di smartphone (Android atau iOS) untuk pengalaman terbaik.",
    "step_3_title": "Cari Ruang",
    "step_3_desc": "Arahkan kamera ke permukaan datar seperti lantai atau meja dan gerakkan perlahan.",
    "step_4_title": "Interaksi",
    "step_4_desc": "Model akan muncul! Cubit untuk zoom atau geser untuk memutar.",
    "sys_req_title": "Kebutuhan Sistem",
    "sys_req_desc": "Bekerja paling baik di Chrome (Android) dan Safari (iOS). Pastikan perangkat mendukung Google Play Services for AR atau Apple ARKit."
  },
  "detail": {
    "back": "Kembali ke Koleksi",
    "loading": "Memuat Pengalaman 3D...",
    "view_in_space": "TAMPILKAN DI RUANGAN",
    "significance": "Signifikansi Sejarah",
    "label_era": "Era",
    "label_status": "Status",
    "controls_title": "Kontrol",
    "ctrl_rotate": "Putar (1 Jari)",
    "ctrl_zoom": "Zoom (Cubit)",
    "ctrl_ar": "AR (Klik Tombol)",
    "not_found": "Situs Tidak Ditemukan",
    "return_home": "Kembali ke Beranda"
  },
  "sites": {
    "borobudur_name": "Candi Borobudur",
    "borobudur_desc": "Candi Buddha terbesar di dunia, terdiri dari sembilan platform bertumpuk dengan kubah pusat, terletak di Jawa Tengah.",
    "petra_name": "Al-Khazneh (Petra)",
    "petra_desc": "Al-Khazneh adalah salah satu kuil paling rumit di Petra, kota Kerajaan Nabatea kuno. Seperti bangunan lainnya di sana, struktur ini dipahat langsung dari dinding batu pasir.",
    "great_wall_name": "Tembok Besar Tiongkok",
    "great_wall_desc": "Tembok Besar Tiongkok adalah serangkaian benteng yang dibangun di perbatasan utara Tiongkok kuno. Ini adalah struktur buatan manusia terpanjang di dunia.",
    "pyramids_name": "Piramida Giza",
    "pyramids_desc": "Piramida Agung Giza adalah piramida Mesir terbesar dan makam firaun Khufu. Dibangun pada awal abad ke-26 SM, ini adalah yang tertua dari Tujuh Keajaiban Dunia Kuno.",
    "angkor_wat_name": "Angkor Wat",
    "angkor_wat_desc": "Angkor Wat adalah kompleks candi di Kamboja dan monumen keagamaan terbesar di dunia berdasarkan luas wilayah. Awalnya candi Hindu untuk Wisnu, kemudian menjadi candi Buddha.",
    "pisa_tower_name": "Menara Miring Pisa",
    "pisa_tower_desc": "Menara Miring Pisa adalah menara lonceng katedral kota Pisa, Italia, yang terkenal di seluruh dunia karena kemiringannya hampir empat derajat akibat pondasi yang tidak stabil.",
    "arc_de_triomphe_name": "Arc de Triomphe",
    "arc_de_triomphe_desc": "Arc de Triomphe menghormati mereka yang bertempur dan gugur bagi Prancis dalam Revolusi Prancis dan Perang Napoleon. Berdiri di ujung barat Champs-Élysées.",
    "eiffel_tower_name": "Menara Eiffel",
    "eiffel_tower_desc": "Menara Eiffel adalah menara kisi besi tempa di Champ de Mars, Paris. Dinamai sesuai insinyur Gustave Eiffel yang merancang dan membangun menara ini dari 1887 hingga 1889.",
    "colosseum_st_peters_name": "Colosseum & St. Peter's",
    "colosseum_st_peters_desc": "Koleksi megah yang mewakili puncak arsitektur Romawi dan jantung Vatikan. Model ini menampilkan kemegahan amfiteater Romawi berdampingan dengan Basilika Santo Petrus."
  }
}
